Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Use this sequence in Apple Shortcuts: 1. Open the Shortcuts app, tap the Automation tab, then tap New Automation. 2. On this screen, scroll down and choose Wallet: When I Tap a Wallet Card or Pass. 3. Choose one card for this automation. For best results, select one category per card at a time. Scroll to the bottom, set Run Immediately instead of Run After Confirmation, and make sure Notify When Run is turned off for the least interruptive experience. 4. On the When I Tap... screen, tap Create New Shortcut in the Get Started section. 5. Search for Offshore Add Expense and select it. 6. Your screen should look something like this at this point. 7. To pass the transaction amount and merchant details, tap the Amount field and choose Select Variable. Then choose Shortcut Input. 8. Once Shortcut Input is passed, change the variable in the Amount field to Amount and tap Return. Repeat for Merchant: select the field, choose Shortcut Input, and change the variable to Merchant. 9. The completed shortcut should look something like this. Amount and Merchant are now being passed correctly. Choose the card from Offshore's Accounts tab for Card, choose the category you want Tap to Pay to route to, set Date to Current Date, tap Return, then tap Save. Repeat these steps for the remaining 6 category types offered by Wallet automation for each card. The setup effort is well worth it once everything is in place.
ar: استخدم هذا التسلسل في اختصارات Apple: 1. افتح تطبيق الاختصارات، وانقر فوق علامة التبويب "الأتمتة"، ثم انقر فوق "أتمتة جديدة". 2. في هذه الشاشة، قم بالتمرير لأسفل واختر Wallet: عندما أقوم بالنقر فوق بطاقة Wallet أو Pass. 3. اختر بطاقة واحدة لهذه الأتمتة. للحصول على أفضل النتائج، حدد فئة واحدة لكل بطاقة في كل مرة. قم بالتمرير إلى الأسفل، وقم بتعيين "التشغيل فورًا" بدلاً من "التشغيل بعد التأكيد"، وتأكد من إيقاف تشغيل "الإخطار عند التشغيل" للحصول على تجربة أقل مقاطعة. 4. في شاشة "عندما أقوم بالنقر..."، انقر فوق "إنشاء اختصار جديد" في قسم "البدء". 5. ابحث عن Offshore إضافة مصروفات وحدده. 6. يجب أن تبدو شاشتك بهذا الشكل في هذه المرحلة. 7. لتمرير مبلغ المعاملة وتفاصيل التاجر، انقر فوق حقل المبلغ واختر تحديد متغير. ثم اختر إدخال الاختصار. 8. بمجرد تمرير إدخال الاختصار، قم بتغيير المتغير في حقل المبلغ إلى المبلغ ثم انقر فوق إرجاع. كرر ذلك بالنسبة للتاجر: حدد الحقل، واختر إدخال الاختصار، وقم بتغيير المتغير إلى التاجر. 9. يجب أن يبدو الاختصار المكتمل بهذا الشكل. يتم الآن تمرير المبلغ والتاجر بشكل صحيح. اختر البطاقة من علامة تبويب "الحسابات" في Offshore للبطاقة، واختر الفئة التي تريد النقر للدفع للتوجيه إليها، واضبط التاريخ على التاريخ الحالي، ثم اضغط على "رجوع"، ثم اضغط على "حفظ". كرر هذه الخطوات لأنواع الفئات الستة المتبقية التي تقدمها أتمتة المحفظة لكل بطاقة. إن جهد الإعداد يستحق العناء بمجرد أن يكون كل شيء في مكانه الصحيح.
de: Verwenden Sie diese Reihenfolge in Apple Shortcuts: 1.
es: Usa esta secuencia en Atajos de Apple: 1. Abre la app Atajos, toca la pestaña Automatización y luego toca Nueva automatización. 2. En esta pantalla, desplázate hacia abajo y elige Cartera: Cuando toque una tarjeta o pase de Cartera. 3. Elige una tarjeta para esta automatización. Para obtener los mejores resultados, selecciona una categoría por tarjeta cada vez. Desplázate hasta el final, establece Ejecutar inmediatamente en lugar de Ejecutar tras confirmación y asegúrate de que Notificar al ejecutar esté desactivado para la experiencia menos intrusiva. 4. En la pantalla Cuando toco..., toca Crear nuevo atajo en la sección Primeros pasos. 5. Busca Offshore Add Expense y selecciónalo. 6. En este punto, tu pantalla debería verse más o menos así. 7. Para pasar el importe de la transacción y los detalles del comercio, toca el campo Importe y elige Seleccionar variable. Luego elige Entrada del atajo. 8. Una vez pasada la Entrada del atajo, cambia la variable del campo Importe a Importe y toca Retorno. Repite para Comercio: selecciona el campo, elige Entrada del atajo y cambia la variable a Comercio. 9. El atajo completo debería verse más o menos así. Importe y Comercio ya se están pasando correctamente. Elige la tarjeta desde la pestaña Cuentas de Offshore para Tarjeta, elige la categoría a la que quieres enviar Tap to Pay, establece Fecha en Fecha actual, toca Retorno y luego Guardar. Repite estos pasos para los 6 tipos de categoría restantes que ofrece la automatización de Cartera para cada tarjeta. El esfuerzo de configuración vale mucho la pena una vez que todo está en su sitio.
fr: Utilisez cette séquence dans Raccourcis Apple : 1. Ouvrez l’app Raccourcis, touchez l’onglet Automatisation, puis touchez Nouvelle automatisation. 2. Sur cet écran, faites défiler vers le bas et choisissez Wallet : lorsque je touche une carte ou un pass Wallet. 3. Choisissez une carte pour cette automatisation. Pour de meilleurs résultats, sélectionnez une catégorie par carte à la fois. Faites défiler jusqu’en bas, réglez Exécuter immédiatement au lieu de Exécuter après confirmation, et assurez-vous que Notifier lors de l’exécution est désactivé pour une expérience la moins intrusive possible. 4. Sur l’écran Lorsque je touche..., touchez Créer un nouveau raccourci dans la section Premiers pas. 5. Recherchez Offshore Add Expense et sélectionnez-le. 6. À ce stade, votre écran devrait ressembler à ceci. 7. Pour transmettre le montant de la transaction et les détails du commerçant, touchez le champ Montant et choisissez Sélectionner une variable. Choisissez ensuite Entrée du raccourci. 8. Une fois Entrée du raccourci transmise, changez la variable du champ Montant en Montant et touchez Retour. Répétez pour Commerçant : sélectionnez le champ, choisissez Entrée du raccourci et changez la variable en Commerçant. 9. Le raccourci terminé devrait ressembler à ceci. Montant et Commerçant sont maintenant correctement transmis. Choisissez la carte depuis l’onglet Comptes d’Offshore pour Carte, choisissez la catégorie vers laquelle vous voulez diriger Tap to Pay, réglez Date sur Date actuelle, touchez Retour, puis Enregistrer. Répétez ces étapes pour les 6 types de catégorie restants proposés par l’automatisation Wallet pour chaque carte. L’effort de configuration en vaut vraiment la peine une fois que tout est en place.
pt_br: Use esta sequência nos atalhos da Apple: 1. Abra o aplicativo Atalhos, toque na guia Automação e toque em Nova Automação. 2. Nesta tela, role para baixo e escolha Carteira: quando toco em um cartão ou passe da carteira. 3. Escolha um cartão para esta automação. Para obter melhores resultados, selecione uma categoria por cartão de cada vez. Role até a parte inferior, defina Executar imediatamente em vez de Executar após confirmação e certifique-se de Notificar quando executar está desativado para uma experiência menos interrompível. 4. Na tela Quando eu toco..., toque em Criar novo atalho na seção Primeiros passos. 5. Pesquise Offshore Adicionar Despesa e selecione-o. 6. Sua tela deve ser semelhante a esta neste momento. 7. Para passar o valor da transação e os detalhes do comerciante, toque no campo Valor e escolha Selecionar Variável. Em seguida, escolha Entrada de atalho. 8. Depois de passar a entrada de atalho, altere a variável no campo Valor para Valor e toque em Retornar. Repita para Comerciante: selecione o campo, escolha Entrada de Atalho e altere a variável para Comerciante. 9. O atalho concluído deve ser parecido com isto. Valor e Comerciante agora estão sendo passados ​​corretamente. Escolha o cartão na guia Contas do Offshore para Cartão, escolha a categoria para a qual deseja rotear o Toque para Pagar, defina Data como Data Atual, toque em Retornar e toque em Salvar. Repita essas etapas para os 6 tipos de categorias restantes oferecidos pela automação da Wallet para cada cartão. O esforço de configuração vale a pena quando tudo estiver pronto.
zh_hans: 在 Apple 快捷方式中使用此序列： 1. 打开“快捷方式”应用程序，点击“自动化”选项卡，然后点击“新建自动化”。 2. 在此屏幕上，向下滚动并选择钱包：当我点击钱包卡或通行证时。 3. 为此自动化选择一张卡。为了获得最佳效果，请一次为每张卡选择一个类别。滚动到底部，设置“立即运行”而不是“确认后运行”，并确保关闭“运行时通知”，以获得最少的中断体验。 4. 在“当我点击...”屏幕上，点击“开始”部分中的“创建新快捷方式”。 5. 搜索“Offshore 添加费用”并选择它。 6. 此时您的屏幕应如下所示。 7. 要传递交易金额和商户详细信息，请点击金额字段并选择选择变量。然后选择快捷方式输入。 8. 传递“快捷方式输入”后，将“金额”字段中的变量更改为“金额”，然后点击“返回”。对商家重复操作：选择字段，选择快捷方式输入，然后将变量更改为商家。 9. 完成的快捷方式应该如下所示。现在可以正确传递金额和商家。从 Offshore 的卡帐户选项卡中选择卡，选择您想要点击支付路由到的类别，将日期设置为当前日期，点击返回，然后点击保存。 对电子钱包自动化为每张卡提供的其余 6 个类别类型重复这些步骤。一旦一切就绪，设置工作就非常值得。

source: Use Workspaces to keep contexts separate and prevent cross-domain data mixing.
ar: استخدم مساحات العمل لإبقاء السياقات منفصلة ومنع خلط البيانات عبر النطاقات.
de: Verwenden Sie Arbeitsbereiche, um Kontexte getrennt zu halten und eine domänenübergreifende Datenvermischung zu verhindern.
es: Usa Espacios de trabajo para mantener los contextos separados y evitar mezclar datos entre dominios.
fr: Utilisez les Espaces de travail pour garder les contextes séparés et éviter le mélange de données entre domaines.
pt_br: Use espaços de trabalho para manter os contextos separados e evitar a mistura de dados entre domínios.
zh_hans: 使用工作区保持上下文分离并防止跨域数据混合。

source: Variable
ar: عامل
de: Variabel
pt_br: Variável
zh_hans: 多变的

source: Variable Expense Display
ar: عرض النفقات المتغيرة
de: Anzeige variabler Ausgaben
es: Vista de gastos variables
fr: Variable Dépense Display
pt_br: Exibição de despesas variáveis
zh_hans: 可变费用显示

source: Variable Expense Pitfalls
ar: مخاطر النفقات المتغيرة
de: Fallstricke bei variablen Ausgaben
es: Errores comunes de los gastos variables
fr: Pièges des dépenses variables
pt_br: Armadilhas de despesas variáveis
zh_hans: 可变费用陷阱

source: Variable Expenses
ar: النفقات المتغيرة
de: Variable Ausgaben
es: Gastos variables
fr: Dépenses variables
pt_br: Despesas Variáveis
zh_hans: 可变费用

source: Variable Expenses • %@
ar: المصاريف المتغيرة • %@
de: Variable Ausgaben • %@
es: Gastos variables • %@
fr: Variable Dépenses • %@
pt_br: Despesas Variáveis ​​• %@
zh_hans: 可变费用 • %@

source: Variable expenses are flexible or less predictable purchases that happen in real time during the period. These are usually your day-to-day categories, like dining, fuel, shopping, entertainment, and one-off needs. Unlike planned expenses, variable entries describe what already happened. They are your lived spending behavior, and they give the most honest signal about where your budget pressure is building.
ar: النفقات المتغيرة هي مشتريات مرنة أو أقل قابلية للتنبؤ بها والتي تحدث في الوقت الفعلي خلال الفترة. هذه هي عادةً فئاتك اليومية، مثل تناول الطعام والوقود والتسوق والترفيه والاحتياجات لمرة واحدة. على عكس النفقات المخططة، تصف الإدخالات المتغيرة ما حدث بالفعل. إنها تمثل سلوك الإنفاق الذي تعيشه، وهي تعطي الإشارة الأكثر صدقًا حول مكان تزايد ضغط ميزانيتك.
de: Variable Ausgaben sind flexible oder weniger vorhersehbare Käufe, die in Echtzeit während des Zeitraums erfolgen.
es: Los gastos variables son compras flexibles o menos predecibles que ocurren en tiempo real durante el periodo. Suelen ser tus categorías del día a día, como comida fuera, combustible, compras, entretenimiento y necesidades puntuales. A diferencia de los gastos planificados, las entradas variables describen lo que ya ocurrió. Son tu comportamiento real de gasto y ofrecen la señal más honesta sobre dónde se está acumulando presión en tu presupuesto.
fr: Les dépenses variables sont des achats flexibles ou moins prévisibles qui se produisent en temps réel pendant la période. Ce sont généralement vos catégories du quotidien, comme les repas, le carburant, les achats, les loisirs et les besoins ponctuels. Contrairement aux dépenses prévues, les entrées variables décrivent ce qui s’est déjà passé. Elles reflètent votre comportement réel de dépense et donnent le signal le plus honnête sur l’endroit où la pression budgétaire se construit.
pt_br: Despesas variáveis ​​são compras flexíveis ou menos previsíveis que acontecem em tempo real durante o período. Geralmente, essas são as categorias do dia a dia, como refeições, combustível, compras, entretenimento e necessidades pontuais. Ao contrário das despesas planejadas, os lançamentos variáveis ​​descrevem o que já aconteceu. Eles representam o seu comportamento de gastos vivido e dão o sinal mais honesto sobre onde está aumentando a pressão orçamentária.
zh_hans: 可变费用是指在此期间实时发生的灵活或难以预测的采购。这些通常是您的日常类别，例如餐饮、燃料、购物、娱乐和一次性需求。 与计划费用不同，可变条目描述已经发生的事情。它们是您生活中的支出行为，它们给出了关于您的预算压力正在形成的最诚实的信号。

source: Verbose Flicker Events
ar: احداث الوميض التفصيلية
de: Ausfuehrliche Flackerereignisse
es: Eventos detallados de parpadeo
fr: Evenements de scintillement detailles
pt_br: Eventos detalhados de cintilacao
zh_hans: 详细闪烁事件

source: Verify A Number
ar: التحقق من الرقم
de: Überprüfen Sie eine Nummer
es: Verifica una cifra
fr: Vérifiez un chiffre
pt_br: Verifique um número
zh_hans: 验证号码

source: Verify After A Session
ar: التحقق بعد الجلسة
de: Überprüfen Sie nach einer Sitzung
es: Verifica después de una sesión
fr: Vérifiez après une session
pt_br: Verifique após uma sessão
zh_hans: 会话后验证

source: Verify Forecast Quality
ar: التحقق من جودة التوقعات
de: Überprüfen Sie die Prognosequalität
es: Verifica la calidad del pronóstico
fr: Vérifiez la qualité de la prévision
pt_br: Verifique a qualidade da previsão
zh_hans: 验证预测质量

source: Verify It Is Healthy
ar: التحقق من أنها صحية
de: Stellen Sie sicher, dass es gesund ist
es: Verifica que esté sano
fr: Vérifiez qu’il est sain
pt_br: Verifique se está saudável
zh_hans: 验证其是否健康

source: Verify The Result
ar: التحقق من النتيجة
de: Überprüfen Sie das Ergebnis
es: Verifica el resultado
fr: Vérifiez le résultat
pt_br: Verifique o resultado
zh_hans: 验证结果

source: Verify They Are Working
ar: التحقق من أنهم يعملون
de: Überprüfen Sie, ob sie funktionieren
es: Verifica que estén funcionando
fr: Vérifiez qu’elles fonctionnent
pt_br: Verifique se eles estão funcionando
zh_hans: 验证他们正在工作

source: Verify Totals
ar: التحقق من الإجماليات
de: Gesamtsummen überprüfen
es: Verifica los totales
fr: Vérifiez les totaux
pt_br: Verifique os totais
zh_hans: 验证总计

source: Verify Your Setup
ar: تحقق من الإعداد الخاص بك
de: Überprüfen Sie Ihr Setup
es: Verifica tu configuración
fr: Vérifiez votre configuration
pt_br: Verifique sua configuração
zh_hans: 验证您的设置

source: Verify Your Tracking
ar: التحقق من التتبع الخاص بك
de: Überprüfen Sie Ihr Tracking
es: Verifica tu seguimiento
fr: Vérifiez votre suivi
pt_br: Verifique seu rastreamento
zh_hans: 验证您的追踪

source: Version
ar: إصدار
es: Versión
pt_br: Versão
zh_hans: 版本

source: View in App Store
ar: عرض في متجر التطبيقات
de: Im App Store ansehen
es: Ver en App Store
fr: Voir dans l’App Store
pt_br: Ver na App Store
zh_hans: 在应用商店查看

source: View spending trends for this period
ar: عرض اتجاهات الإنفاق لهذه الفترة
de: Sehen Sie sich die Ausgabentrends für diesen Zeitraum an
es: Ver tendencias de gasto de este período
fr: Afficher les tendances de dépenses pour cette période
pt_br: Veja as tendências de gastos para este período
zh_hans: 查看这一时期的支出趋势

source: Wallet Card
ar: بطاقة Wallet
de: Wallet-Karte
es: Tarjeta de Wallet
fr: Carte Wallet
pt_br: Cartão da Wallet
zh_hans: 钱包卡片

source: Watch trend direction, not just totals, to catch acceleration early.
ar: راقب اتجاه الاتجاه، وليس فقط الإجماليات، لالتقاط التسارع مبكرًا.
de: Beobachten Sie die Trendrichtung und nicht nur die Gesamtzahlen, um die Beschleunigung frühzeitig zu erkennen.
es: Observa la dirección de la tendencia, no solo los totales, para detectar la aceleración temprano.
fr: Surveillez la direction de la tendance, pas seulement les totaux, pour repérer tôt une accélération.
pt_br: Observe a direção da tendência, não apenas os totais, para detectar a aceleração antecipadamente.
zh_hans: 观察趋势方向，而不仅仅是总数，以便及早捕捉加速趋势。

source: Week Total Income
ar: إجمالي الدخل الأسبوعي
de: Wöchentliches Gesamteinkommen
es: Ingreso total semanal
fr: Week Total Revenu
pt_br: Renda total da semana
zh_hans: 周总收入

source: Weekday
ar: أيام الأسبوع
de: Wochentag
es: Día de la semana
fr: Jour de semaine
pt_br: Dia da semana
zh_hans: 工作日

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
pt_br: Semanalmente
zh_hans: 每周

source: Welcome Aboard, Marina!
ar: مرحبًا بك على متن الطائرة، Marina!
de: Willkommen an Bord, Marina!
es: ¡Bienvenida a bordo, Marina!
fr: Bienvenue à bord, Marina !
pt_br: Bem-vindo a bordo, Marina!
zh_hans: 欢迎加入，Marina！

source: Welcome to Offshore Budgeting!
ar: مرحبًا بك في ميزانية Offshore!
de: Willkommen bei Offshore Budgeting!
es: Bienvenido a Offshore Budgeting!
fr: Bienvenue dans Offshore Budgeting !
pt_br: Bem-vindo ao orçamento Offshore!
zh_hans: 欢迎来到Offshore预算！

source: Welcome to Offshore!
ar: مرحبًا بك في Offshore!
de: Willkommen bei Offshore!
es: Bienvenido a Offshore!
fr: Bienvenue dans Offshore !
pt_br: Bem-vindo ao Offshore!
zh_hans: 欢迎来到Offshore！

source: What A Budget Is
ar: ما هي الميزانية
de: Was ein Budget ist
es: Qué es un presupuesto
fr: Ce qu’est un budget
pt_br: O que é um orçamento
zh_hans: 什么是预算

source: What Actual Income Means
ar: ماذا يعني الدخل الفعلي
de: Was tatsächliches Einkommen bedeutet
es: Qué significan los ingresos reales
fr: Ce que signifie le revenu réel
pt_br: O que significa renda real
zh_hans: 实际收入意味着什么

source: What amount should I log?
ar: ما هو المبلغ الذي يجب علي تسجيله؟
de: Welchen Betrag soll ich loggen?
es: ¿Qué monto debo registrar?
fr: Quel montant dois-je enregistrer ?
pt_br: Qual valor devo registrar?
zh_hans: 我应该记录多少金额？

source: What Can I Spend Today?
ar: ماذا يمكنني أن أنفق اليوم؟
de: Was kann ich heute ausgeben?
es: ¿Cuánto puedo gastar hoy?
fr: What Can I Spend Aujourd’hui?
pt_br: O que posso gastar hoje?
zh_hans: 今天我可以花什么？

source: What date should I use for this expense?
ar: ما التاريخ الذي يجب أن أستخدمه لهذه النفقات؟
de: Welches Datum sollte ich für diese Ausgabe verwenden?
es: ¿Qué fecha debo usar para este gasto?
fr: Quelle date dois-je utiliser pour cette dépense ?
pt_br: Que data devo usar para esta despesa?
zh_hans: 我应该使用哪一天来支付这笔费用？

source: What date should I use for this income?
ar: ما التاريخ الذي يجب أن أستخدمه لهذا الدخل؟
de: Welches Datum soll ich für dieses Einkommen verwenden?
es: ¿Qué fecha debo usar para este ingreso?
fr: Quelle date dois-je utiliser pour ce revenu ?
pt_br: Qual data devo usar para essa renda?
zh_hans: 我应该使用哪一天来获得这笔收入？

source: What description or source should I use for this income?
ar: ما الوصف أو المصدر الذي يجب أن أستخدمه لهذا الدخل؟
de: Welche Beschreibung oder Quelle sollte ich für dieses Einkommen verwenden?
es: ¿Qué descripción o fuente debo usar para este ingreso?
fr: Quelle description ou quelle source dois-je utiliser pour ce revenu ?
pt_br: Que descrição ou fonte devo usar para essa renda?
zh_hans: 我应该对该收入使用什么描述或来源？

source: What Excursion Mode Is
ar: ما هو وضع الرحلة؟
de: Was ist der Ausflugsmodus?
es: Qué es el Modo excursion
fr: Ce qu’est le Mode Excursion
pt_br: O que é modo de excursão
zh_hans: 什么是游览模式

source: What If
ar: ماذا إذا
pt_br: E se
zh_hans: 如果什么

source: What If lets you test potential spending adjustments before committing to them in your real plan. Use it when you are deciding between competing choices or trying to recover from an unfavorable trend. Simulating outcomes helps you choose options with clearer tradeoffs. It is a safe planning step before making real entries.
ar: يتيح لك برنامج What If اختبار تعديلات الإنفاق المحتملة قبل الالتزام بها في خطتك الحقيقية. استخدمه عندما تقرر بين الخيارات المتنافسة أو تحاول التعافي من اتجاه غير مناسب. تساعدك محاكاة النتائج على اختيار الخيارات ذات المقايضات الأكثر وضوحًا. إنها خطوة تخطيط آمنة قبل إجراء إدخالات حقيقية.
de: Mit What If können Sie potenzielle Ausgabenanpassungen testen, bevor Sie sich in Ihrem tatsächlichen Plan darauf festlegen.
es: What If te permite probar posibles ajustes de gasto antes de comprometerlos en tu plan real. Úsalo cuando estés decidiendo entre opciones en competencia o intentando recuperarte de una tendencia desfavorable. Simular resultados te ayuda a elegir opciones con compensaciones más claras. Es un paso de planificación seguro antes de hacer entradas reales.
fr: What If vous permet de tester de possibles ajustements de dépense avant de les engager dans votre plan réel. Utilisez-le lorsque vous hésitez entre plusieurs choix ou que vous essayez de corriger une tendance défavorable. Simuler les résultats vous aide à choisir des options avec des compromis plus clairs. C’est une étape de planification sûre avant de faire de vraies entrées.
pt_br: What If permite testar possíveis ajustes de gastos antes de comprometê-los em seu plano real. Use-o quando estiver decidindo entre escolhas concorrentes ou tentando se recuperar de uma tendência desfavorável. A simulação de resultados ajuda você a escolher opções com compensações mais claras. É uma etapa de planejamento segura antes de fazer entradas reais.
zh_hans: What If 可让您在将支出调整纳入实际计划之前测试潜在的支出调整。当您在竞争选择之间做出决定或试图从不利趋势中恢复时，请使用它。模拟结果可以帮助您选择具有更清晰权衡的选项。这是进行实际输入之前的安全计划步骤。

source: What If?
ar: ماذا إذا؟
de: Was wäre wenn?
es: ¿Qué pasaría si?
fr: Et si ?
pt_br: E se?
zh_hans: 如果什么？

source: What If? Scenario Planner
ar: ماذا إذا؟ مخطط السيناريو
de: What If?
es: Planificador de escenarios What If?
fr: Planificateur de scénarios What If ?
pt_br: E se? Planejador de cenário
zh_hans: 如果什么？场景规划器

source: What Import Is For
ar: ما هو الاستيراد ل
de: Wozu dient der Import?
es: Para qué sirve Importar
fr: À quoi sert Importer
pt_br: Para que serve a importação
zh_hans: 进口的用途是什么

source: What income amount should I log?
ar: ما هو مبلغ الدخل الذي يجب علي تسجيله؟
de: Welchen Einkommensbetrag soll ich protokollieren?
es: ¿Qué monto de ingreso debo registrar?
fr: Quel montant de revenu dois-je enregistrer ?
pt_br: Qual valor de renda devo registrar?
zh_hans: 我应该记录多少收入金额？

source: What merchant should I use for category matching?
ar: ما هو التاجر الذي يجب أن أستخدمه لمطابقة الفئات؟
de: Welchen Händler sollte ich für den Kategorieabgleich verwenden?
es: ¿Qué comercio debo usar para coincidir con la categoría?
fr: Quel marchand dois-je utiliser pour l’association de catégorie ?
pt_br: Qual comerciante devo usar para correspondência de categoria?
zh_hans: 我应该使用什么商家进行品类匹配？

source: What Planned Expenses Mean
ar: ماذا تعني النفقات المخططة
de: Was geplante Ausgaben bedeuten
es: Qué significan los gastos planificados
fr: Ce que signifient les dépenses prévues
pt_br: O que significam as despesas planejadas
zh_hans: 计划费用意味着什么

source: What Planned Income Means
ar: ماذا يعني الدخل المخطط
de: Was geplantes Einkommen bedeutet
es: Qué significan los ingresos planificados
fr: Ce que signifie le revenu prévu
pt_br: O que significa renda planejada
zh_hans: 计划收入意味着什么

source: What Quick Actions Are
ar: ما هي الإجراءات السريعة
de: Was schnelle Aktionen sind
es: Qué son las Acciones rápidas
fr: Ce que sont les actions rapides
pt_br: O que são ações rápidas
zh_hans: 什么是快速行动

source: What This Includes
ar: ماذا يشمل هذا
de: Was dies beinhaltet
es: Qué incluye esto
fr: Ce que cela comprend
pt_br: O que isso inclui
zh_hans: 这包括什么

source: What Variable Expenses Mean
ar: ماذا تعني النفقات المتغيرة
de: Was variable Ausgaben bedeuten
es: Qué significan los gastos variables
fr: Ce que signifient les dépenses variables
pt_br: O que significam despesas variáveis
zh_hans: 可变费用是什么意思

source: What Wallet card or pass name should I use?
ar: ما اسم بطاقة Wallet أو البطاقات الذي يجب أن أستخدمه؟
de: Welchen Wallet-Karten- oder Passnamen soll ich verwenden?
es: ¿Qué nombre de tarjeta o pase de Wallet debo usar?
fr: Quel nom de carte ou de pass Wallet dois-je utiliser ?
pt_br: Qual nome de cartão ou passe da Wallet devo usar?
zh_hans: 我应该使用哪个钱包卡片或通行证名称？

# What’s New • %@ (Build %@)
source: What’s New • %1$@ (Build %2$@)
ar: ما هو الجديد • %1$@ (النسخة %2$@)
de: Was ist neu • %1$@ (Build %2$@)
es: Novedades • %1$@ (Compilación %2$@)
fr: Nouveautés • %1$@ (Compilation %2$@)
pt_br: O que há de novo • %1$@ (construção %2$@)
zh_hans: 新增功能 • %1$@（内部版本 %2$@）
